Repository: Lawlis/QRCodeAttendance-iOS-public
Catalog: QRCodeAttendance/*.lproj/Localizable.strings
Languages: lt

# login_title
source: Login
lt: Prisijungti

# login_subtitle
source: Please login to your account to use QrVisit
lt: Prisijunkite prie savo paskyros norėdami naudoti QrVisit

# login_continue
source: Or continue with
lt: Arba tęskite su

# login_error_empty_email
source: Email must not be empty
lt: El. pašto laukas turi būti užpildytas

# login_error_empty_password
source: Password must not be empty
lt: Slaptažodžio laukas turi būti užpildytas

# login_error_empty_email_password
source: Email and password fields must not be empty
lt: El. pašto ir slaptažodžio laukeliai turi būti užpildyti

# register_title
source: Register
lt: Registracija

# register_subtitle
source: Register an account to use QRVisit services
lt: Susikurkite paskyrą norėdami naudotis QRVisit paslaugomis.

# register_name_placeholder
source: Name
lt: Vardas

# register_surname_placeholder
source: Surname
lt: Pavardė

# registration_error_empty_name
source: Name field must not be empty
lt: Vardo laukas turi būti užpidytas

# registration_error_empty_surname
source: Surname field must not be empty
lt: Pavardės laukas turi būti užpildytas

# error_no_firebaseUser
source: Failed to get current user
lt: Nepavyko gauti esamo naudotojo

# error_no_firebaseIdToken
source: Failed to get current user
lt: Nepavyko gauti esamo naudotojo

# email_address_placeholder
source: Email address
lt: El. paštas

# password_placeholder
source: Password
lt: Slaptažodis

# my_courses
source: Courses
lt: Mano užsiėmimai

source: More
lt: Daugiau

source: Upcoming courses
lt: Artėjantys užsiėmimai

source: Course title:
lt: Paskaita:

# course_description
source: Description:
lt: Aprašmas:

# course_faculty
source: Faculty:
lt: Fakultetas:

# course_owner
source: Main lecturer:
lt: Vykdantysis dėstytojas:

# email_already_in_use
source: This email is already in use
lt: Šis el. paštas jau užimtas
